<template>
    <div style="line-height:30px; color:#222; width: 60%;">
        <p>1．思想深邃，独立思考</p>
        <p>2．成熟稳重，安全放心 </p>
        <div>红色喜欢刺激．蓝色喜欢安全．黄色喜欢挑战．绿色喜欢稳定．</div>
        <p>3．情感细腻，体贴入微 </p>
        <p>4．一诺千金，忠诚情谊</p>
        <div>因为他们在承诺上的高度注重和甘愿以生命来维护的态度，蓝色得以成为四种性格中最值得信任的人群．<br><br>蓝色对人忠诚，黄色对事忠诚．蓝色对人负责，黄色对事负责．蓝色富有责任心，黄色富有责任感． </div>
        <p>5．计划周详，注重规则 </p>
        <div>
            ＂做任何事情首先指定好计划，然后严格地按照计划去执行＂，也许这是蓝色做事的原则中仅次于＂要么不做，要做就做到最好＂最高座右铭只后的第二准则．<br><br>红色喜欢变化中新奇的不确定的快乐，而蓝色喜欢计划中程序的安全感和稳定．<br><br>黄色：用什么猫捉不重要，捉到老鼠最重要．蓝色：捉到老鼠很重要，用什么猫捉和怎么捉的同样重要．红色：捉老鼠并不重要，捉老鼠好不好玩最重要．绿色：你们嫌不嫌烦啊，老鼠不去管它，放在那里不是也蛮好的吗？<br><br>红色：不喜欢被规则束缚的人，偶尔不按规则出牌会觉得新鲜有趣．黄色：打破规则的人，他们更希望由自己来制定规则而不是遵守规则．绿色：害怕违反规则的人，但绿色可能因为懒散而无法达到规则的要求．蓝色：最遵守规则的人，并且竭尽全力作到规则内的最好．
        </div>
        <p>6．讲究精确，迷恋细节 </p>
        <div>蓝
            色是完美主义者，他们希望成为最好，找到最好，并且努力做到最好．他们辛劳地努力工作，喜欢做高质量的工作，即使这以为着要花更长的时间，付出艰巨的努
            力，也在所不惜．对于他们来将，如果这个事情值得做，那就一定要做到最好．任何的松懈和放低标准让他们感到自己良心的谴责，那将是一种奇耻大辱．</div>
        <p>7．考虑全面，善于分析 </p>
        <div>蓝色是最有潜力成为理财高手的人．
            <br><br>当黄色力图用最简捷的方法解决最复杂的问题时，蓝色也许正在用最复杂的方法诠释见得问题以确保周详和严谨．而正是如此，他们经常运用现有的一个观点并使他发展，他们具有发明家的思想和本领．因此，黄色是把复杂问题简单化，兰色可把简单问题复杂化．
        </div>
        <p>8．执着有恒，坚持到底</p>
        <div>红色要大快乐，但是小快乐一个也不能少．而蓝色如果有大快乐，小快乐我宁可一个都不要．</div><br><br>
        <h3>蓝色的天然优势</h3><br>
        <div style="line-height: 30px;">作为个体 :<br>严肃的生活哲学 <br>思想深邃，独立思考而不盲从<br>沉默寡言，老成持重 <br>注重承诺，可靠安全 <br>谨慎而深藏不露
            <br>坚守原则，责任心强 <br>遵守规则，井井有条
        </div><br>
        <div style="line-height: 30px;">深沉的理想主义者 :<br>敏感细腻 <br>高标准，追求完美<br>谦和稳健
            <br>善于分析，富有条理<br>待人忠诚，富有自我牺牲精神<br>深思熟虑，三思而后行
            <br>坚韧执着
        </div><br>
        <div style="line-height: 30px;">沟通特点:<br>享受敏感而有深度的交流 <br>设身处地地体会他人 <br>能记住谈话时共鸣的感情和思想<br>喜欢小群体叫的思想碰撞 <br>关注谈话的细节
        </div><br>
        <div style="line-height: 30px;">作为朋友:<br>默默地为他人付出以表示关切和爱 <br>对友谊忠诚不渝 <br>真诚关怀朋友的境遇，善于体贴他人<br>能够记得特殊的日子
            <br>遭遇难关时，极力给予鼓舞和安慰<br>很少向他人表达内心的看法 <br>经常扮演问题分析的角色
        </div><br>
        <div style="line-height: 30px;">对待工作和事业: <br>强调制度，程序，规范，细节和流程 <br>做事之前首先计划，且严格地按照计划去执行<br>喜欢探究及根据事实行事
            <br>尽忠职守，追求卓越
            <br>高度自律 <br>喜欢用表格，数字的管理来验证效果<br>注重承诺 <br>一丝不苟地执行工作
        </div>
    </div>
    <div style="page-break-before:always;"></div>
</template>

<script>

export default {
    name: 'BlueCom',
    setup() {
        return {

        }
    }
}

</script>

<style scoped>

</style>