<template>
    <div style="line-height:30px; color:#222; width: 60%;">
        <p>1．中庸之道，稳定低调 </p>
        <div>如果说，红色给我们生活的激情和快乐，蓝色给我们稳重和信任，而黄色给我们勇气和坚定．无论是谁，当我们和绿色相处的时候，我们感受到的是轻松，自然，没有压力．<br> <br>
            红色：睡不着便拼命给朋友电话或者短信．蓝色：睡不着辗转反侧．黄色：睡不着便不睡，爬起来工作．绿色：睡不着眯着．</div>
        <p>2．乐知天命，与世无争</p>
        <div>黄色有着活跃的推动力，然而由于他们的强势却树敌不少．等到真正选择领导的时候，最高阶层和民众往往会对那些没有敌人的绿色情有独钟． <br> <br> 绿色的快乐是因为计较的少． </div>
        <p>3．毕生无火，巧卸冲突</p>
        <div>红色具备＂选择性遗忘＂，他们可以选择性地忘记那些痛苦的记忆，从而自己的记忆体中一直保存着美好与快乐．绿色具备＂选择性倾听＂，让绿色将其他性格无法忍受的冲突回避，只选择听让自己心情舒畅的话．</div>
        <p>4．镇定自若，处事不惊</p>
        <p>5．天性宽容，耐心柔和 </p>
        <p>6．笑遍天涯，冷面幽默 </p>
        <div>蓝色是黑色幽默．黄色是硬幽默．红色是热幽默。绿色是冷幽默．</div>
        <p>7．先人后己，与取先予</p>
        <p>8．领导风格，以人为本</p><br><br>
        <h3>绿色的天然优势</h3><br>
        <div style="line-height: 30px;">作为个体: <br>爱静不爱动，有温柔祥和的吸引力和宁静愉悦的气质 <br>和善的天性，做人厚道 <br>追求人际关系的和谐
            <br>奉行中庸之道，为人稳定低调<br>遇事以不变应万变，镇定自若 <br>知足常乐，心态轻松 <br>追求平淡的幸福生活 <br>有松弛感，能融入所有的环境和场合<br>从不发火，温和，谦和，平和
            <br>做人懂得＂得饶人处且饶人＂ <br>最求简单随意的生活方式
        </div><br>
        <div style="line-height: 30px;">沟通特点: <br>以柔克刚，不战而屈人之兵 <br>避免冲突，注重双赢 <br>心平气和且慢条斯理<br>善于接纳他人意见 <br>最佳的倾听者，极具耐心
            <br>擅长让别人感觉舒适 <br>有自然和不经意的冷幽默 <br>松弛大度，不急不徐
        </div><br>
        <div style="line-height: 30px;">作为朋友 ：<br>从无攻击性 <br>富有同情心和关心 <br>宽恕他人对自己的伤害 <br>能接纳所有不同性格的人 <br>和善的天性及圆滑的手腕
            <br>对友情的要求不严苛 处处为别人考虑，不吝付出 <br>与之相处轻松自然有没有压力 <br>从不尝试去改变他人
        </div><br>
        <div style="line-height: 30px;">对待工作和事业: <br>高超的协调人际关系的能力 <br>善于从容地面对压力 <br>巧妙地化解冲突 <br>缓步前进以取得思考空间<br>注重人本管理
            <br>善于为别人着想 <br>一团体为导向 <br>创造稳定性<br>用自然低调的行事手法处理事务
        </div>
    </div>
    <div style="page-break-before:always;"></div>
</template>

<script>

export default {
    name: 'GreenCom',
    setup() {
        return {

        }
    }
}

</script>

<style scoped>

</style>