<template>
    <div style="line-height:30px; color:#222; width: 60%;">
        <p>1．阳光心态，积极快乐</p>
        <div>
            红色发明了飞机，蓝色发明了降落伞．红色发明了游艇，蓝色发明了救生圈．红色建造了高楼，蓝色生产了救火栓．红色发射了飞船，蓝色办了保险公司．<br><br>如果说黄色的正面思考更加来源于他们＂不服输＂的动机，更加侧重在解决问题上．那么，红色的正面思考，更多地是因为他们天性习惯于＂向往快乐和美好＇的动机，更加侧重在精神层面上的鼓励和暗示．<br><br>红色以喜悦拥抱每一件事情．健康的红色能在每件事情中看到美好的一面，即使是他们不理解或未曾思考过的事物都能使他们快乐．生命的黑暗和死亡的阴影，都无法令他们忧虑．奇妙的是，当他们对生命抱以开放和接受的态度而不苛求什么时，生命所带给他们的意义却更加丰富．
        </div>
        <p>2．激情澎湃，梦想万岁</p>
        <div>一种有内而外的感性动物．红色具备＂生命的激情＂，为人感性，情感上高度丰富．
            <br><br>黄色的现实主义，在梦想中更加注重的是成功．蓝色的古典主义，小心合理地判定自己的梦想．绿色的稳定主义，更加宁愿不冒风险安于现状．红色的浪漫主义，更加看重的是人生的体验．
        </div>
        <p>3．热情开朗，喜欢交友</p>
        <div>字典里没有＂陌生＂这两个字． <br><br>在
            对于朋友的定义上，蓝色秉持的是＂人生得一知己足矣！＂的人生哲学．红色则更加宁愿是＂普天之下，莫非我友＂的人生态度．对于大多销售人员来讲，红色早期
            上手更快，因为他们的人际关系富有宽度但偏浅．而蓝色在早期开拓不力，完全是因为他们在拓展人际关系的宽度上有着自己的困难，他们的人际关系是窄而深的路
            径．
            <br><br>红色把幸福与快乐视为人生的目标．由于他们对事情总有很高的兴致，因此他们是令人愉快的伙伴．而且他们的活力与热情具有感染力，能够辐射到周围，和这样的人相处时，总是充满乐趣而且容易被他们活泼的精神所感动．
        </div>
        <p>4．童心未泯，富有趣味 </p>
        <div>
            虽然红色也会被一些事物困扰，但他们对自由的强烈的渴望，将本能地分辨出包袱并且毫不犹豫地甩开它.<br><br>红色天性里对于快乐的向往，让他们可以用童心来欣赏一切，这种生活态度和哲学，将使他们不会复杂化．他们最懂得享受生命，不管他们从事的是什么，即便正在苦干，也显得似乎乐在其中，他们过日子秉持的信心就是－－－好的还没有到来.
        </div>
        <p>5．乐于助人，不记愁苦</p>
        <div>有错就认，不记愁 </div>
        <p>6．善于表达，调动气氛</p>
        <div>
            红色多见娱乐类的主持．兰色多见访谈类的主持．黄色多见记实类的主持．绿色多见播报类的主持．<br><br>如果我们把＂让他人心动＂的能力界定为感染力，而把＂让他人行动＂的能力界定为影响力，那感染里更多是来源于红色，而影响力更多则来自于黄色．
        </div>
        <p>7．真诚信任，感染四方</p>
        <div>红色是天生的激励者 <br><br>当红色给予某个人高期望和高鼓励时，他往往会实现那些期望的．</div>
        <p>8．乐在变化，创新意识</p>
        <div>亢奋天天都有，各有巧妙不同 <br><br>红色比其他性格更容易去改变，因为他们喜欢新主意，新思想，新事物，还因为他们在变化和创造过程中得到无限的乐趣，由于这个世界是无穷的，所以他们能够一再地经历这种狂喜．
        </div>
        <div style="page-break-before:always;"></div><br><br>
        <h3>红色的天然优势</h3><br>
        <div style="line-height: 30px;">作为个体 ：<br>高度乐观的积极心态 <br>喜欢自己，也容易接纳别人 <br>把生命当作值得享受的经验 <br>喜欢新鲜，变化和刺激
            <br>经常开心，追求快乐
            <br>情感丰富而外露 <br>天真有童心，富有趣味<br>自由自在，不受拘束 <br>喜欢开玩笑和调侃 <br>别出心裁，与众不同 <br>表现力强
            <br>容易受到人们的喜欢和欢迎<br>生动活泼，好奇心强
        </div>
    </div>
</template>

<script>

export default {
    name: 'RedCom',
    setup() {
        return {

        }
    }
}

</script>

<style scoped>

</style>