<template>
    <div style="line-height:30px; color:#222; width: 60%;">
        <p>1．目标导向，永无止境</p>
        <div>以目标和结果为导向，不达目的，誓不罢休，是黄色从来就知道的．
            <br><br>信念的坚持，至少也是生命延续的理由．虽然黄色和兰色都是坚持，但在信念的坚持上，黄色仍比兰色要做的出色．<br><br>黄色似乎很少有知足的时候，他们总是给自己定下一个又一个的目标去达成．成大事的黄色，都不能容忍平淡无奇的生活状态，渴望体验斗争的乐趣．
            <br><br>黄色是四种人当中最有工作狂倾向的人．<br><br>红色：今朝有酒今朝醉，明日再担明日忧．蓝色：天下本无事，庸人自扰之．黄色：居安思危，不进则退．绿色：无论风吹雨打，我自巍然不动．
        </div>
        <p>2．求胜欲望，战胜对方</p>
        <div>
            黄色自己的心理暗示正式－－－成为生活的强者，与此同时，他们也尊重强者，他们认为与强者的相处可以让自己变得更强．通过与成功者的相处可以让自己更快找到成功的捷径．<br><br>你不得不佩服黄色人的坚定和执着，他们希望能够战胜别人，让别人服输的那种欲望几乎纵贯他们整个生命的任何一个细节．黄色天性中流动着西班牙斗牛的血液，在与天斗，与人斗，与己斗的过程中他们体验到自己人生的价值．
        </div>
        <p>3．斗天斗地，敢说敢做 </p>
        <div>一
            旦黄色的想法遭到反对时，那只会激发起他们加倍的努力和挑战欲．当红色已经跑到其他地方，绿色停止不前，蓝色已经考虑是否要转移目的地时，黄色只会更加努
            力全力以赴地向前冲．就像一个电动玩具的机器人，当走到一堵墙面前，他们仍旧直行，企图穿越，与其改变方向或者计划，还不如把挡路饿墙给废掉，这就是他们
            的逻辑．</div>
        <p>4．坚定自信，永不言败 </p>
        <div>黄色对于目标的执着，让他们认定逆境是一个伟大的教师，他们笃信着那些一生都走着平坦大道的人是培养不出力量的．黄色性格通过逆着潮流而不是顺着潮流游泳，来培养出他们的力量．也许着就是所谓的＂越挫越勇＂ </div>
        <p>5．控制情绪，抗压力强</p>
        <div>黄色告诉我们＂受苦的人没有悲观的权利，远征的人没有流泪的资格． <br><br>黄色不受情感干扰的能力，在推进事业的过程中尤其重要．</div>
        <p>6．坦率直接，实用主义</p>
        <div>
            即使对自己喜欢的人黄色也不是通过柔和的语言来传达，而是以行动保护对方来表达自己的情感．他们认为支撑爱情的是责任，爱情就是保护对方，给对方提供安全，其他都是没有实际意义的．<br><br>使用注意往往引导黄色以最直接便捷，浅显明了的方式来说明和阐释或玄奥或重大的问题．
        </div>
        <p>7．快速决断，敢冒风险 </p>
        <div>工作能力对于黄色来说，是他们的财富和责任．从商业的角度来看，追求进步和成功使黄色的人成为成功路上的王者，他们比其他性格更容易迅速取得胜利． </div>
        <p>8．抓大放小，高效行动</p>
        <div>
            黄色做决定不费力，归根结底，完全是因为他永远知道，什么才是最重要的．他们能够放大抓小，永远关注结果．<br><br>只要有什么新想法，立刻就会付诸实行．这样的行动力是黄色的能量所赐，同时也起到了消除忧郁的作用。他们的日程表总是排的满满的，工作以外的时间会被旅行，运动等活动填满，什么也不做的空闲时间，对他们来说，不仅非常不健全，甚至还是一种恐怖．
        </div>
        <div style="page-break-before:always;"></div><br><br>
        <h3>黄色的天然优势</h3><br>
        <div style="line-height: 30px;">作为个体 :<br>不达目标，誓不罢休 <br>不停地给自己设定目标以推进前进<br>把生命当成竞赛 <br>行动迅速，活力充沛 <br>意志坚强
            <br>自信，不情绪化，而且非常有活力<br>坦率，直截了当，一针见血 <br>强烈的进取心，居安思危 <br>独立性强 <br>有强烈的求胜欲 <br>不畏强权并敢于冒险
            <br>不易气馁，不在乎外界的评价，坚持自己所选择的道路和方向 <br>危难时刻挺身而出 <br>讲究速度和效率 <br>敢于接受挑战并渴望成功
        </div><br>
        <div style="line-height: 30px;">沟通特点 :<br>以务实的方式主导会谈 <br>喜欢主导整个事情进行的方式 <br>能够直接抓住问题的本质
            <br>说话用字简明扼要，不喜欢拐弯抹角<br>不受情绪干扰和控制 <br>
        </div><br>
        <div style="line-height: 30px;">作为朋友 :<br>给予解决问题的方法，而非纠缠在过去 <br>迅速提出忠告和方向 <br>直言不讳地提出建议</div><br>
        <div style="line-height: 30px;">对待工作和事业 :<br>动作干净利落，讲求效率 <br>能够承担长期高强度的压力 <br>强烈的目标趋向，善于设定目标
            <br>高瞻远瞩，有全局观念<br>善于委派工作 <br>坚持不懈，促成活动 <br>掌握重点执行 <br>行事作风明快 <br>天生的领导者和富有能力 <br>竞争越强，精力越旺，愈挫愈勇
            <br>寻求实际的解决方法
            <br>以结果和完成任务为导向，并且高效率<br>善于快速决策并处理所遇到的一切问题 <br>富有责任感
        </div>
    </div>
    <div style="page-break-before:always;"></div>
</template>

<script>

export default {
    name: 'YellowCom',
    setup() {
        return {

        }
    }
}

</script>

<style scoped>

</style>